Repository: aschog/tap-and-learn
Catalog: lib/l10n/app_*.arb
Languages: de

# appTitle
source: Multiplication Trainer
de: Einmaleins Trainer

source: Select Operands
de: Zahlen auswählen

source: APPLY
de: ANWENDEN

source: REFRESH
de: NEU LADEN

source: Multiplication Info
de: Multiplikations Info

# multiplicationDescription
source: Multiplication is repeated addition.
de: Multiplikation ist wiederholte Addition.

source: Multiplier
de: Multiplikator

source: Product
de: Produkt

source: Multiplicand
de: Multiplikand

source: Select Multiplicands
de: Multiplikanden auswählen

# additionAppTitle
source: Addition Trainer
de: Additions Trainer

source: Addition Info
de: Additions Info

# additionDescription
source: Addition is finding the total or sum by combining two or more numbers.
de: Addition ist das Zusammenzählen von zwei oder mehr Zahlen.

source: Sum
de: Summe
